Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Zrythm is free as in *freedom* (:term:`Free software`). If you purchase a binary from us, there is a cost involved but you can also get Zrythm for free as in *free beer* if you build it yourself or get it from a distribution.
sv: Zrythm är fritt i betydelsen *frihet*, :term:`fri programvara <Free software>`. Om du köper en binärfil av oss kostar den pengar, men du kan också få Zrythm gratis i betydelsen *gratis öl* om du bygger det själv eller hämtar det från en distribution.

source: Running Zrythm
sv: Starta Zrythm

source: Edit Section
sv: Redigeringsavsnitt

source: Audio & MIDI
sv: Ljud och MIDI

source: Time Range
sv: Tidsintervall

source: Sometimes, you may want to manually tell Zrythm to open plugins in a specific way. You can find the options available for each plugin by right clicking on the plugin in the :ref:`plugin-browser`.
sv: Ibland vill du kanske manuellt säga åt Zrythm att öppna insticksmoduler på ett visst sätt. Du hittar alternativen för varje insticksmodul genom att högerklicka på den i :ref:`insticksmodulsbläddraren <plugin-browser>`.

source: Zrythm contains terminology similar to existing audio software. You may find it useful to borrow terms from them. See the `Cubase Pro Artist manual <https://steinberg.help/cubase_pro_artist/v9/fr/>`_ for example (replace `fr` in the URL with your language code).
sv: Zrythm innehåller terminologi som liknar befintlig ljudprogramvara. Det kan vara användbart att låna termer från dem. Se exempelvis `handboken för Cubase Pro Artist <https://steinberg.help/cubase_pro_artist/v9/fr/>`_, ersätt `fr` i URL:en med din språkkod.

source: Zrythm's community pages and communication channels
sv: Zrythm's community pages and communication kanals

source: Using the ramp tool on MIDI note velocities
sv: Använd rampverktyget på anslagsstyrkan för MIDI-noter

source: See :ref:`plugin-types` for more information about the various types of plugins there are.
sv: Se :ref:`plugin-types` för mer information om de olika typer av insticksmoduler som finns.

source: Double-clicking a chord region will bring up the :ref:`chord editor <editing/chord-editor:Chord Editor>`.
sv: Om du dubbelklickar på en ackordregion öppnas :ref:`ackordredigeraren <editing/chord-editor:Chord Editor>`.

source: Copy %1 Objects
sv: Kopiera %1 objekt

source: Loop points
sv: Looppunkter

source: You can copy the Zrythm version from the About dialog or (preferred) use the :option:`--version option <zrythm --version>` when launching Zrythm in a terminal.
sv: Du kan kopiera Zrythm-versionen från dialogrutan Om eller, vilket föredras, använda alternativet :option:`--version <zrythm --version>` när du startar Zrythm i en terminal.

source: Plugins can be filtered based on various conditions using the filter tabs at the top. The following tabs are available:
sv: Insticksmoduler kan filtreras efter olika villkor med filterflikarna högst upp. Följande flikar är tillgängliga:

source: To show the automation lanes for a track, click the cusp icon.
sv: Om du vill visa automationsbanorna för ett spår klickar du på spetsikonen.

source: Project Management
sv: Projekthantering

source: Direct Connections
sv: Direkta anslutningar

source: For example, an instrument track has a `MIDI input` port it uses to read MIDI data from and 2 `Audio output` ports where it copies the stereo signal after being processed.
sv: Ett instrumentspår har exempelvis en `MIDI-ingång` som används för att läsa MIDI-data och två `ljudutgångar` där stereosignalen kopieras efter bearbetning.

source: Currently soloed tracks
sv: Spår som för närvarande är i solo

source: Clicking and holding the right mouse button while hovering over objects in *select* mode will delete them.
sv: Om du klickar och håller ned höger musknapp över objekt i *markeringsläge* tas de bort.

source: Track properties are basic properties that the track has.
sv: Spåregenskaper är grundläggande egenskaper som spåret har.

source: GtkSourceView Stylesheets
sv: GtkSourceView-stilmallar

source: Bounce with last known settings.
sv: Bounca med senast kända inställningar.

source: Audio track with an audio region
sv: Ljudspår med en ljudregion

source: Waveform
sv: Vågform

source: &Delete
sv: &Ta bort

source: Free Software
sv: Free Programvara

source: The following arranger objects can exist inside the timeline.
sv: Följande arrangerarobjekt kan finnas på tidslinjen.

source: This is used by the desktop environment. Normally installed at :file:`/usr/share/icons/hicolor/scalable/apps/zrythm.svg`.
sv: Den används av skrivbordsmiljön. Den installeras normalt på :file:`/usr/share/icons/hicolor/scalable/apps/zrythm.svg`.

source: Invalid positions - skipping function
sv: Ogiltiga positioner – hoppar över funktionen

source: The note is inside the current chord (if any)
sv: Noten ingår i det aktuella ackordet (om det finns något)

source: v2 Alpha Download
sv: Hämta v2-alfa

source: Insert empty space at the selected range and push all events in the range forward.
sv: Infoga tomt utrymme i det valda intervallet och flytta fram alla händelser i intervallet.

source: Third Party Notices
sv: Information om tredje part

source: Mute
sv: Tysta

source: Editing this Manual
sv: Redigera den här handboken

source: By default, plugins are instantiated in a separate process from Zrythm so that Zrythm doesn't crash if a plugin misbehaves (Zrythm calls this *bridging*). However, this has the side effect that :term:`DSP` is not as fast as it could be (although fast enough in most cases), because there is cross-process communication.
sv: Som standard skapas insticksmoduler i en separat process från Zrythm så att Zrythm inte kraschar om en insticksmodul fungerar felaktigt. Zrythm kallar detta *bryggning*. Detta har dock bieffekten att :term:`DSP` inte är lika snabb som den skulle kunna vara, även om den är tillräckligt snabb i de flesta fall, eftersom kommunikationen går mellan processer.

source: Add a scale to the chord track to see diatonic chords here.
sv: Lägg till en skala i ackordspåret för att se diatoniska ackord här.

source: Backups taken automatically at user-specified intervals.
sv: Bakupps taken automatiskallay at user-specified intervals.

source: Apply Preset
sv: Använd förinställning

source: Audio track with audio region
sv: Ljudspår med ljudregion

source: Change the file path given to ``--output`` to your desired location.
sv: Ändra filsökvägen som anges för ``--output`` till önskad plats.

source: Guide
sv: Handledning

source: Export stems for specific tracks and share them with other producers.
sv: Exportera stems for specific spårs and share them with annan producers.

source: Listen to specified tracks in the context of the mix by dimming down every other track.
sv: Listaen to specified spårs in the context of the mix by dimming ner varje annan spår.

source: Saving & Loading
sv: Spara och läsa in

source: The timeline and each editor include horizontal (and sometimes vertical) zooming functionality.
sv: Tidslinjen och varje redigerare har funktioner för horisontell (och ibland vertikal) zoomning.

source: Undo Move
sv: Ångra flytt

source: Moves the Playhead backward by the size of 1 snap point.
sv: Flyttar uppspelningshuvudet bakåt med en snäpppunkts längd.

source: Additionally to the above, plugins can be filtered based on their type.
sv: Dessutom kan insticksmoduler filtreras efter typ.

source: Input %1-%2 (Stereo)
sv: Ingång %1–%2 (stereo)

source: Automation Functions
sv: Automationsfunktioner

source: Exported file
sv: Exporterad fil

source: Create a new project.
sv: Skapa ett nytt projekt.

source: Quantize
sv: Kvantisera

source: Audio FX track
sv: Ljud-FX-spår

source: Tracks can be armed for recording by clicking the record button, either inside the track or inside its fader section in the channel or :ref:`track inspector <track-inspector>`.
sv: Spår kan aktiveras för inspelning genom att klicka på inspelningsknappen, antingen i spåret eller i dess faderavsnitt i kanalen eller :ref:`spårinspektören <track-inspector>`.

source: Resize Objects
sv: Ändra storlek på objekt

source: BPM & Time Signature
sv: BPM och taktart

source: When the mapping is confirmed, the selected control can be controlled using the MIDI device.
sv: När mappningen har bekräftats kan det markerade styrelementet styras med MIDI-enheten.

source: BPM and time signature automation is currently experimental. **Projects using this functionality may break.** Only use it at your own risk.
sv: Automation av BPM och taktart är för närvarande experimentell. **Projekt som använder funktionen kan gå sönder.** Använd den endast på egen risk.

source: Zoom back to the default zoom level
sv: Återställ standardzoomnivån

source: Recover your work with automatic project backups, undo almost any user action and even save your undo history with projects.
sv: Recover your work with automatisk project bakupps, undo almost vilken som helst user åtgärd and even save your undo history with projects.

source: Donate CryptoCurrency
sv: Donera kryptovaluta

source: Translate Zrythm
sv: Översätt Zrythm

source: Zrythm requires memory locking privileges for reliable, dropout-free operation. In short, if data is not locked into memory, it can be swapped by the kernel, causing xruns when attempting to access the data.
sv: Zrythm kräver behörighet för minneslåsning för tillförlitlig drift utan avbrott. Om data inte låses i minnet kan kärnan i korthet växla ut den, vilket orsakar xruns när data ska nås.

source: All tracks types except Chord and Folder tracks have automation lanes available.
sv: Alla spårtyper utom ackords- och mappspår har tillgängliga automationsbanor.

source: Color
sv: Färg

source: How to Report an Issue on GitLab
sv: Så här rapporterar du ett ärende på GitLab

source: Velocity
sv: Anslagshastighet

source: Payment cancelled or failed.
sv: Payment cancelled or misslyckades.

source: Zrythm is software for composing, recording, editing, arranging, mixing and mastering audio and MIDI data. Such software is commonly referred to as a digital audio workstation (DAW). Zrythm provides all the tools needed to create entire tracks.
sv: Zrythm är programvara för att komponera, spela in, redigera, arrangera, mixa och mastra ljud- och MIDI-data. Sådan programvara kallas vanligen en digital ljudarbetsstation, DAW. Zrythm har alla verktyg som behövs för att skapa hela låtar.

source: Creating Project
sv: Skapar projekt

source: Undoing multiple actions
sv: Ångra flera åtgärder

source: Uplifting Trance
sv: Upplyftande trance

source: Chord Selection
sv: Ackordmarkering

source: Easily filter plugins by author, format or category, and organize your favorite plugins with plugin collections.
sv: Filtrera enkelt insticksmoduler efter upphovsperson, format eller kategori och organisera favoriter med instickssamlingar.

source: Unless your distribution provides packages for the required fonts, fonts required by Zrythm will normally be installed under :file:`/usr/share/fonts/zrythm`.
sv: Om din distribution inte tillhandahåller paket för de teckensnitt som krävs installeras Zrythms teckensnitt normalt under :file:`/usr/share/fonts/zrythm`.

source: Routing Graph
sv: Dirigeringsdiagram

source: Zrythm will manage hardware connections on its own, so users are not expected to have to use such a patchbay to route MIDI/audio devices, however such a tool can be used to route signals from other apps into Zrythm to record their output, or to route the output of Zrythm into other JACK apps.
sv: Zrythm hanterar maskinvaruanslutningar självt, så användare förväntas inte behöva använda en sådan patchpanel för att dirigera MIDI- och ljudenheter. Ett sådant verktyg kan dock användas för att dirigera signaler från andra program till Zrythm för att spela in deras utdata, eller för att dirigera Zrythms utdata till andra JACK-program.

source: This is useful for checking how the mix sounds in mono.
sv: Det är användbart för att kontrollera hur mixen låter i mono.

source: Create new project with template
sv: Skapa nytt projekt från mall

source: Please give the exact steps to reproduce the issue, starting from a blank project (if possible). We will follow these exact steps to reproduce the error so that we can fix it. If we can't reproduce the issue, it is very difficult to find or fix the issue.
sv: Ange de exakta stegen för att återskapa problemet, med början från ett tomt projekt om möjligt. Vi följer dessa exakta steg för att återskapa felet så att vi kan rätta det. Om vi inte kan återskapa problemet är det mycket svårt att hitta eller rätta det.

source: To override the Zrythm icon theme with your own icon theme, you need to create a directory similar to :file:`share/zrythm/themes/icons/zrythm-dark` under your Zrythm installation directory.
sv: För att åsidosätta Zrythms ikontema med ett eget ikontema behöver du skapa en katalog som liknar :file:`share/zrythm/themes/icons/zrythm-dark` i Zrythms installationskatalog.

source: Folder Track
sv: Mappspår

source: Chords can be generated from a scale and a root note by clicking on the :guilabel:`Load Preset` button, then selecting a scale and a root note.
sv: Ackord kan genereras från en skala och en grundton genom att klicka på knappen :guilabel:`Läs in förinställning` och sedan välja en skala och en grundton.

source: The instrument plugin from this track (only applicable to :ref:`instrument tracks <tracks/track-types:Instrument Track>`).
sv: Insticksmodulinstrumentet från det här spåret (gäller bara :ref:`instrumentspår <tracks/track-types:Instrument Track>`).

source: Donations
sv: Donationer

source: Editing Region Contents
sv: Redigera regioninnehåll

source: Separate colors are used, in order of priority based on the following:
sv: Olika färger används i prioritetsordning enligt följande:

source: Zrythm exposes ports to JACK (or PipeWire) when using the JACK audio and MIDI backend. These ports can be viewed using a tool like `Qjackctl <https://qjackctl.sourceforge.io/>`_.
sv: Zrythm exponerar portar för JACK, eller PipeWire, när JACK-ljud- och MIDI-bakänden används. Portarna kan visas med ett verktyg som `Qjackctl <https://qjackctl.sourceforge.io/>`_.

source: Adding a new empty track
sv: Lägga till ett nytt tomt spår

source: Enables or disables the plugin
sv: Aktiverar eller inaktiverar insticksprogrammet

source: Reverse the audio (play back backwards).
sv: Vänd ljudet, spela upp baklänges.

source: Welcome
sv: Välkommen

source: See :ref:`plugins-files/audio-midi-files/file-browser:Importing Files`.
sv: Se :ref:`plugins-files/audio-midi-files/file-browser:Importing Files`.

source: Flip
sv: Vänd

source: Zrythm v2 is a major rewrite that brings improved cross-platform support and stability.
sv: Zrythm v2 är en omfattande omskrivning med förbättrat stöd för flera plattformar och bättre stabilitet.

source: Sync to host or free-form
sv: Synkronisera med värden eller använd fritt läge

source: Common Key Modifiers and Shortcuts
sv: Vanliga ändringstangenter och kortkommandon

source: Loop Selection
sv: Loopa markering

source: Device Controls
sv: Device Kontrolls

source: Music genre
sv: Musikgenre

source: The bottom panel consists of the following views, each explained in its own section.
sv: Den nedre panelen består av följande vyer, som var och en förklaras i ett eget avsnitt.

source: Range Operations
sv: Intervallåtgärder

source: Memory Locking
sv: Minneslåsning

source: %1 listened
sv: %1 avlyssnade

source: Editing refers to any work done in the timeline arranger and the editors. The following operations are common to most editors.
sv: Redigering avser allt arbete som utförs i tidslinjearrangeraren och redigerarna. Följande åtgärder är vanliga i de flesta redigerare.

source: Love Progression
sv: Kärleksackordföljd

source: Read the Manual
sv: Läs handboken

source: Beat unit:
sv: Slagenhet:

source: Choose Track Color
sv: Välj spårfärg

source: :abbr:`CLI (Command Line Interface)` is the interface users interact with when typing commands in a terminal.
sv: :abbr:`CLI (kommandoradsgränssnitt)` är gränssnittet som användare interagerar med när de skriver kommandon i en terminal.

source: The tracklist contains all of the Tracks in the project. It is split into the top part showing pinned tracks (in the case below the Chord and Marker tracks), and the bottom part showing unpinned tracks.
sv: Spårlistan innehåller alla spår i projektet. Den delas i en övre del som visar fästa spår (i fallet nedan ackord- och markörspåren) och en nedre del som visar ofästa spår.

source: Untitled Track {}
sv: Namnlöst spår {}

source: Track title
sv: Spårtitel

source: The `Zrythm installation directory` refers to where Zrythm was installed in. This is normally :file:`/opt/zrythm-<your version>` on GNU/Linux and MacOS, and :file:`C:\\Program Files\\Zrythm` on Windows.
sv: `Zrythms installationskatalog` avser den plats där Zrythm installerats. Det är normalt :file:`/opt/zrythm-<din version>` på GNU/Linux och macOS samt :file:`C:\Program Files\Zrythm` på Windows.

source: Initial Configuration
sv: Inledande inställningar

source: Project Backups
sv: Projekt Bakupps

source: Playhead Tracking
sv: Följ uppspelningshuvudet

source: Object Operations
sv: Objektåtgärder

source: Zoom in at the location of the playhead
sv: Zooma in vid uppspelningshuvudets position

source: Clicking this button will merge the selected regions. This button is deactivated when merging the currently selected regions is not possible.
sv: Om du klickar på den här knappen sammanfogas de markerade regionerna. Knappen är inaktiverad när de markerade regionerna inte kan sammanfogas.

source: Track types and characteristics
sv: Spårtyper och egenskaper

source: Show/Hide Plugin UI
sv: Visa/dölj insticksmodulens gränssnitt

source: Tracks are selected by clicking on them, either in the tracklist or in the mixer. Multiple tracks can be selected by pressing and holding :kbd:`Control` while clicking them.
sv: Spår markeras genom att klicka på dem, antingen i spårlistan eller mixern. Flera spår kan markeras genom att hålla ned :kbd:`Control` medan du klickar på dem.

source: You should create a file called :file:`theme.css` under the :file:`themes` directory in your Zrythm directory. For example, if your Zrythm directory is :file:`/home/me/zrythm`, you should create a file at :file:`/home/me/zrythm/themes/theme.css`.
sv: Skapa en fil med namnet :file:`theme.css` i katalogen :file:`themes` i din Zrythm-katalog. Om din Zrythm-katalog exempelvis är :file:`/home/me/zrythm` ska du skapa filen :file:`/home/me/zrythm/themes/theme.css`.

source: An entire performance merged into a single track.
sv: En hel framföring sammanfogad till ett enda spår.

source: Transpose Up
sv: Transponera upp

source: Designed by Andrew Harter
sv: Design av Andrew Harter

source: For smooth operation, we recommend using a CPU with at least 2GHz clock speed and at least 4 cores in total.
sv: För smidig användning rekommenderar vi en CPU med minst 2 GHz klockfrekvens och minst fyra kärnor totalt.

source: Connections can be managed in the Connections tab in the :ref:`main manel <zrythm-interface/main-panel:Main Panel>`.
sv: Anslutningar kan hanteras på fliken Anslutningar i :ref:`huvudpanelen <zrythm-interface/main-panel:Main Panel>`.

source: The name of the project is displayed at the center, with the project path shown below it.
sv: Projektets namn visas i mitten och projektsökvägen visas under det.

source: Filter by protocol (`LV2`, `SFZ`, etc.).
sv: Filtrera efter protokoll, `LV2`, `SFZ` och så vidare.

source: See the :download:`TRANSLATORS <../../../TRANSLATORS>` file in the source distribution.
sv: Se filen :download:`TRANSLATORS <../../../TRANSLATORS>` i källdistributionen.

source: Web & PDF user manual
sv: Web & PDF user manuell

source: Pressing and holding :kbd:`Alt`, then clicking and dragging in an editor (or ruler) allows panning (moving) the view based on the location initially clicked. Panning is also possible by clicking and dragging using the middle button on a mouse/pointer device (without using the :kbd:`Alt` button).
sv: Om du håller ned :kbd:`Alt` och sedan klickar och drar i en redigerare eller linjal kan du panorera, flytta, vyn utifrån platsen du först klickade på. Du kan också panorera genom att klicka och dra med mittenknappen på en mus eller annan pekarenhet, utan :kbd:`Alt`.

source: The port receives signals
sv: Porten tar emot signaler

source: Stretch any type of region
sv: Stretch vilken som helst typ of region

source: Selections
sv: Markeringar

source: Project format is not expected to change in a breaking way. When we make changes to the project format, Zrythm will auto-convert old projects to the new format.
sv: Projektformatet förväntas inte förändras på ett inkompatibelt sätt. När vi ändrar projektformatet konverterar Zrythm automatiskt gamla projekt till det nya formatet.

source: External Program
sv: Externt program

source: Managing Connections
sv: Hantera anslutningar

source: Add to project (bridged full)
sv: Lägg till i projektet (helt bryggat)

source: Project File Format
sv: Projektfilformat

source: Easily route signals to FX tracks and plugin sidechain inputs.
sv: Easily route signals to FX spårs and insticksmodul sidechain inmatnings.

source: Project file (.zpj) or project directory to open
sv: Projektfil (.zpj) eller projektkatalog att öppna

source: Stretching
sv: Sträckning

source: Obtaining a Screenshot/Screencast
sv: Ta en skärmbild eller skärminspelning

source: Markers
sv: Markörer

source: Writing audio file...
sv: Skriver ljudfil…

source: Basic & Z Series plugins
sv: Grundläggande insticksmoduler och Z-serien

source: This page will display information about the plugin and its ports and allow you to make changes.
sv: Den här sidan visar information om insticksmodulen och dess portar och låter dig göra ändringar.

source: Renaming or deleting a custom chord preset pack
sv: Byta namn på eller ta bort ett eget ackordsförinställningspaket

source: Normalize the audio so that its peak is 0dB.
sv: Normalisera ljudet så att toppnivån är 0 dB.

source: The monitor section displays the number of tracks currently soloed, muted or listened, along with buttons to unsolo, unmute, or unlisten every track.
sv: Monitoravsnittet visar antalet spår som för närvarande är solo, tystade eller avlyssnade samt knappar för att ta bort solo, avaktivera tystning eller avlyssning för alla spår.

source: Mute %1 Objects
sv: Tysta %1 objekt

source: Show lanes
sv: Visa banor

source: In Zrythm, group tracks are used for grouping signals (direct routing), FX/bus tracks are used for effects/sends, and folder tracks (coming soon) are used for putting tracks under the same folder and performing common operations.
sv: I Zrythm används gruppspår för att gruppera signaler genom direkt dirigering, effekt-/busspår för effekter och sändningar, och mappspår, som kommer snart, för att lägga spår i samma mapp och utföra gemensamma åtgärder.

source: Only show preset files (currently unused/unimplemented).
sv: Visa endast förinställningsfiler (används/är inte implementerat ännu).

source: User comments. This feature is useful for keeping notes about tracks.
sv: Användarkommentarer. Funktionen är användbar för att föra anteckningar om spår.

source: To add an empty track, click the :guilabel:`+` button in the tracklist (or right click on empty space) and select the type of track you want to add.
sv: För att lägga till ett tomt spår klickar du på knappen :guilabel:`+` i spårlistan (eller högerklickar på ett tomt område) och väljer den spårtyp du vill lägga till.

source: Fader Listen
sv: Avlyssna regeln

source: Tracklist Settings
sv: Inställningar för spårlistan

source: See ``INSTALL.rst`` in the source distribution for installation instructions.
sv: Se ``INSTALL.rst`` i källdistributionen för installationsanvisningar.
